Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: Mr. Elfarnawany (Egypt) wanted to know how the occupation prevented the Palestinian people from achieving the Millennium Development Goals.
zh: 在被占领土上的巴勒斯坦人民生活在不正常的、对发展极不利的条件下，这是事实。

source: Noting that the dreadful living conditions of the Palestinian people in the occupied territory were hardly conducive to development, he wondered whether or how ESCWA had addressed that issue in the report and whether it would be dealt with in future reports.
zh: 发言人想知道西亚经济与社会委员会在报告中是否谈到了这个问题，是怎么谈的，或者这个问题是否在以后的报告中将要涉及。

source: Mr. Sabbagh (Syrian Arab Republic) expressed surprise at not finding any reference in the report to the dumping of radioactive waste in the occupied territories even though in its report, the Special Committee to Investigate Israeli Practices affecting the Human Rights of the Palestinian People and Other Arabs of the Occupied Territories had referred to the nuclear waste stored in the occupied territories, including in the Syrian Golan.
zh: 67. Sabbagh先生（阿拉伯叙利亚共和国）对在报告中没有任何一处提到在被占领土上埋藏核废料问题感到惊讶，可是在负责调查以色列侵犯巴勒斯坦人民和其他被占领土上的阿拉伯人民的人权的特别委员会报告中提到了在被占领土特别是在叙利亚戈兰埋藏核废料的问题。

source: Mr. Meron (Israel) wondered why Ms. Al-Bassam had not referred to the Secretary-General's favourable statement about the Israeli Prime Minister's bold withdrawal plan, which was going to radically alter the situation in the occupied territories, and which had been welcomed by the Quartet.
zh: 68. Meron先生（以色列）问，为什么在Al-Bassam女士的发言中没有提到秘书长赞成脱离接触计划的讲话。 该计划将打破被占领土的局面，它也是以色列总理做出的勇敢的决定的结果，四方会议对这个决定表示欣慰。

source: Ms. Al-Bassam (Chief, Regional Commissions New York Office), replying to the Egyptian delegation's question, said that the regional commissions were currently preparing their regional reports on the implementation of the Millennium Development Goals. They were reviewing progress achieved in that regard by linking the goals to other socio-economic issues and would definitely address the situation in the occupied territories and the issue of the Palestinian people's capacity to achieve development goals.
zh: 69. Al-Bassam女士（区域委员会纽约办事处）在回答埃及代表团的问题时说，区域委员会正在起草有关继续争取实现千年发展目标的区域报告，它们研究这方面所取得的进展，并将这些进展同其他社会经济问题联系起来，而且肯定会关注被占领土的形势，以及巴勒斯坦人民达到发展目标的能力问题。

source: Those reports would be published in early 2005 and would be made available to delegations at the regional and Headquarters levels.
zh: 这些报告将于2005年年初发表并将在区域和在联合国总部的范围内向各国代表团提供。

source: While the dumping of nuclear waste had not been dealt with in the report, she wished to assure the Syrian delegation that the appropriate action would be taken to ensure that the issue was included in the next report.
zh: 70. 发言人同意阿拉伯叙利亚代表团的意见，在报告中没有提到核废料的埋藏问题，她向代表团保证，她将做出必要的努力，使下一个报告提到这个问题。

source: She noted, in response to the Israeli delegation, that, while the report quoted remarks made by the Secretary-General concerning the situation on the ground, it only covered periods during which no improvement had been observed in the situation of the inhabitants of the Gaza Strip and the socio-economic situation.
zh: 71. 在回答以色列代表团的问题时，Al-Bassam女士指出，报告引用了秘书长对当地形势的看法。 但是，在报告所涉及的时期内，并没有观察到加沙地带的居民的状况有任何改善。 此外，报告只是从社会和经济的角度研究局势。

source: Mr. Al-Emadi (Qatar) said it was deplorable that, in addition to the many abuses committed against the Palestinian people, including confiscation of land, demolition of homes, extrajudicial killings, arbitrary detention and destruction of fruit trees, Israel had ignored the advisory opinion of the International Court of Justice and continued to build the separation wall, throwing many Palestinians out of their homes.
zh: 72. Al-Emadi先生（卡塔尔）感到遗憾的是，除了针对巴勒斯坦人民的暴行（没收土地、摧毁住宅、法外处决、任意逮捕、毁坏果树等）外，以色列还公然挑战国际法院的意见，继续修建隔离墙，将许多巴勒斯坦人赶出他们自己的家园。

source: The building of new Israeli settlements in the Occupied Palestinian Territory only further exacerbated tensions between the two peoples.
zh: 在巴勒斯坦被占领土上建造以色列定居点只会进一步激化双方的矛盾。

source: The situation in the territory, characterized by poverty, unemployment and violence, was deteriorating steadily, making slimmer any hopes placed by the Palestinian people in the road map.
zh: 被占领土上以贫困、失业和暴力为特点的局势正在不断恶化，使巴勒斯坦人民对路线图寄予的一线希望愈发渺茫。

source: As the number of children killed and wounded increased steadily, more and more jobs were lost, the personal freedoms of more people were violated and more communities disintegrated.
zh: 死伤的儿童不断增加，就业机会日见消失，个人的自由权日益遭到侵犯，社群正在不断被瓦解。

source: He vigorously condemned Israel for flouting the Security Council's resolutions and called upon the international community to urgently bring the parties to the negotiating table and ensure that Israel stopped its policy of violence, occupation and settlement.
zh: 73. 卡塔尔对以色列无视安理会的决议的政策感到无比愤慨，它恳切要求国际社会竭尽全力促使各有关方回到谈判桌上来，要求以色列放弃占领、暴力和殖民政策。

source: Reaffirming the inalienable rights of the Palestinian people in the occupied territory, he noted that a just and global settlement to the conflict could be achieved, that the road map could be put back on track and that an independent Palestinian State with Jerusalem as its capital could be established.
zh: 卡塔尔重申被占领土上的巴勒斯坦人民拥有不可剥夺的权利，它相信冲突会得到公正和全面的解决，路线图能够重新走上轨道，一个独立的、以耶路撒冷为首都的巴勒斯坦国将问世。

source: Ms. Barghouti (Permanent Observer for Palestine) said that the Palestinian people had been struggling for a long time to exercise its inalienable rights, including the right to permanent sovereignty over its natural resources.
zh: 74. Barghouti女士（巴勒斯坦）指出，长期以来，巴勒斯坦人民为行使自己不可剥夺的权利而进行斗争，包括掌握自然资源的权利。

source: Attainment of those rights was fundamental for an independent and sovereign State of Palestine and for peace and security in the Middle East.
zh: 自然资源是一个独立的主权国家的基础，中东和平与稳定的保证。

source: The Palestinian people had endured more than it could from the prolonged occupation by Israel, the occupying Power, of its territory, the control, destruction and exploitation by Israel of its natural resources, confiscation of its land, demolition of houses, razing of agricultural land, diversion of water resources, uprooting of productive trees, destruction of the livelihoods of Palestinians, bringing the Palestinian economy to the verge of collapse.
zh: 巴勒斯坦人民再也无法忍受以色列长期占领其领土所带给他们的痛苦，再也不能看着占领国控制、摧毁和剥削他们的自然资源、没收他们的土地、拆毁他们的住房、毁掉他们的耕地、抢走他们的水资源、砍掉他们的果树，就这样剥夺他们的生存手段，使巴勒斯坦经济陷入崩溃的边缘。

source: In addition to the building of new bypass roads and new settlements, the occupying Power had continued the construction of the expansionist wall, which had been declared illegal by the International Court of Justice; that wall, which departed from the Green Line and cut deep into Palestinian territory, had led to the confiscation of more land and the destruction of property, crops and wells.
zh: 75. 除了修建新的绕行道路和新的定居点外，占领国还继续建造被国际法院宣布为非法的扩张主义的隔离墙，这道隔离墙只有一小部分沿着绿线，其余部分都深入到巴勒斯坦领土内部，这就导致没收新的土地，使更多的财产、庄稼和水井遭到破坏。

source: The international community must take urgent measures to compel Israel to cease its violations of international law in order for the rights of the Palestinian civilian population to its property and natural resources to be safeguarded.
zh: 76. 国际社会应该对以色列采取紧急行动，要求它立即停止这些侵犯国际法的行为，使巴勒斯坦平民掌握自己的财产和资源的权利得到保护。

source: In that regard, she drew attention to the Durban Ministerial Declaration of the Movement of Non-Aligned Countries, which called on the United Nations, Member States and the High Contracting Parties to the Fourth Geneva Convention to take specific action.
zh: 在这里应该提到《德班部长宣言》，在这个宣言中，不结盟国家运动呼吁联合国各个机构，各会员国以及《日内瓦第四公约》的各个高级缔约方采取行动。

source: The Secretary-General's report described in detail the dire economic and social situation of the Palestinian people and the variety of violations, including extrajudicial killings, arbitrary detentions and home demolitions, to which it was subjected by the occupying Power.
zh: 77. 秘书长报告真实地描述了巴勒斯坦人民经济和社会的困境，占领国对巴勒斯坦人民施行了各种暴行（法外处决、任意拘禁、拆毁住房）。

source: Restrictions on the freedom of movement of persons and goods, including humanitarian assistance, medical and agricultural equipment, through a system of checkpoints and roadblocks, coupled with closures and prolonged curfews, had caused a steep decline in production and increased unemployment, which could result in human catastrophe.
zh: 对人员和财物流动，包括人道主义援助、医疗和农业设备的控制，检查站和路障的检查、筛选，加上长时间的封锁和宵禁，使生产下降，失业加重——这些都是人类灾难的前兆。

source: Therefore, the United Nations must continue to monitor the situation closely in an effort to bring an end to all illegal Israeli actions in the Occupied Palestinian Territory, including East Jerusalem. In that regard, it must act to ensure that Israel respected its obligations under international law, including humanitarian and human rights law.
zh: 78. 因此，联合国应该继续跟踪形势，尽力制止以色列在包括东耶路撒冷在内的巴勒斯坦被占领土上的非法活动，进行干预，促使以色列履行其对国际法，包括国际人道主义法和有关人权的国际文书的义务。

source: The international community must take urgent measures to halt the destruction of the Palestinian economy and ensure a sustainable life with dignity and rights for the Palestinian people by striving to end the Israeli occupation.
zh: 国际社会应该竭尽全力结束以色列的占领，拯救衰败的巴勒斯坦经济，使巴勒斯坦人民重新收回在尊严中生活的权利。

source: Mr. Rahman (Malaysia) expressed concern at all the repercussions of the Israeli occupation on the daily life of the Palestinian population detailed in the report.
zh: 79. Rahman先生（马来西亚）说，他读了报告以后对以色列占领对巴勒斯坦居民日常生活所造成的一切后果感到忧虑。

source: That occupation caused many deaths and was based on a policy of arbitrary arrests and detentions, forced population displacement, property destruction and confiscation and mobility restrictions.
zh: 以色列的占领使许多人受害，占领所依据的政策是任意逮捕和拘禁，是武力驱逐，是对财产的毁坏和没收，是限制人员的来往自由。

source: That population, which could no longer exploit its natural resources never mind make a living from such resources, had also lost its right to decent housing, education and health care.
zh: 巴勒斯坦人民无法再利用他们的自然资源，更没有生活来源，还失去了享有像样住房、教育和医疗服务的权利。

source: The construction of the separation wall had further darkened that already gloomy picture; it had caused the destruction of homes, closure of businesses and enterprises, destruction of crops, and annexation of water resources and fertile agricultural land. Despite the advisory opinion of the International Court of Justice and General Assembly resolutions calling for its dismantlement and for the payment of reparations to those affected by it, work on the Wall was continuing.
zh: 80. 这幅已经十分惨淡的图画因为隔离墙的修建更加阴暗：隔离墙造成了住房被拆毁，商业和企业消失，粮食生产被摧毁，水资源被盗窃以及肥沃土地被并吞，而且这一切都在无视国际法院和大会决议要求拆除隔离墙并赔偿因此而受损的居民的意见下继续在进行。

source: Malaysia was deeply concerned over the predicament of the Arab population in the occupied Syrian Golan.
zh: 81. 马来西亚对被占领的叙利亚戈兰的阿拉伯居民的命运深感忧虑，他们因为得不到挖井的允许，无法耕种他们的土地，还要为水、土地和运输交纳高昂的税金。

source: Indeed, those Syrian Arabs could neither sink wells without authorization nor cultivate their agricultural land; they were levied heavy taxes on their water use, land and transportation, were surrounded by landmines and had limited access to job opportunities or education.
zh: 在他们的四周，到处都是地雷，根本无法找到工作或接受教育。

source: The storage of nuclear waste in some parts of the territory raised the spectre of ecological disaster.
zh: 在这块土地上埋藏的核废料是笼罩在他们头上的生态灾难的魔影。

source: The Palestinian people must be able to exercise its inalienable rights over its natural resources and was entitled to enjoy a normal life.
zh: 82. 巴勒斯坦人民应该能够享有掌握自己的自然资源和过正常生活的不可剥夺的权利。

source: The international community must not abandon it in its moment of distress; every effort should be made to prevail upon Israel to end its occupation and honour its international obligations and ensure that the right of the population in the occupied territories to its natural wealth and to a decent life was restored.
zh: 国际社会不应该抛弃他们，而应该努力促使以色列停止执行占领政策并履行其国际义务，使被占领土上的居民收回他们的自然资源并过上体面的生活。

source: It was urgent to bring the two parties back to the negotiating table and to resuscitate the road map in order to settle the conflict once and for all.
zh: 马来西亚认为，应该立即让双方回到谈判桌上来，重新启动路线图计划，以使这一冲突能够得到永久性的解决。

source: Mr. Al-Hameli (United Arab Emirates) said that the note by the Secretary-General (A/59/89-E/2004/21) reaffirmed once again that the Israeli occupation, the criminal practices perpetrated by the Israeli forces against the Palestinian people in the Occupied Palestinian Territory, including Jerusalem, and against the Arab people in the occupied Syrian Golan and the grave violations of international law committed by Israel were the main causes of the tragedy affecting the lives of people in those territories.
zh: 83. Al-Hameli先生（阿拉伯联合酋长国）认为，秘书长的说明（A/59/89-E/2004/21）再次证明，以色列的占领，以色列军队对包括耶路撒冷在内的巴勒斯坦被占领土上的巴勒斯坦人民以及被占叙利亚戈兰的阿拉伯居民的罪恶行径，以色列对国际法标准的严重践踏，是造成影响这块土地上的居民日常生活的悲剧的主要根源。

source: Israel was continuing to launch large-scale attacks against the Palestinian people in Gaza and the West Bank, inflicting further destruction and losses in terms of lives and property.
zh: 目前，以色列还在对加沙和外约旦的巴勒斯坦人民继续发动大规模的袭击，从而造成新的生命和财产的损失。

source: Despite the numerous international resolutions reaffirming the inalienable rights of the Palestinian people and of the Arab population of the Syrian Golan to their natural resources and demanding that Israel should refrain from exploiting those natural resources, destroying them, causing their depletion or endangering them, and denouncing the hostile and illegal practices of Israel, that country continued to construct new settlements, to impose closure and severe restrictions, and to destroy the infrastructure and demolish houses in violation of all norms of international humanitarian law, in particular the provisions of the fourth Geneva Convention.
zh: 尽管通过了许多国际决议，在这些决议里，重申了巴勒斯坦人民和戈兰的阿拉伯居民对他们的自然资源有不可剥夺的权利，要求以色列不要剥削、摧毁、用尽，也不要破坏它们的自然资源，并揭露以色列的敌对和非法行为，但以色列还在继续建造新的定居点，强行设置障碍和严重的限制，摧毁基础设施，并拆毁住宅，从而践踏了国际人道主义法的一切标准，特别是《日内瓦第四公约》的规定。

source: Areas confiscated for settlements or designated as military zones had absorbed a major part of the West Bank and the Gaza Strip. In addition, Israel was continuing to construct a separation barrier by means of which it aimed to confiscate more lands from the Palestinians, defying the International Court of Justice and resolutions of the General Assembly on that matter.
zh: 为建造指定作为军事区域的定居点而没收的土地占去了外约旦和加沙地带一大片面积，而且以色列还在继续修建隔离墙，企图进一步没收属于巴勒斯坦人的土地，根本无视国际法院和大会在这个问题上通过的决议。

source: By confiscating and destroying Palestinian land and homes, Israel had increased the number of homeless and displaced persons.
zh: 84. 以色列没收和摧毁巴勒斯坦的土地和住房，从而增加了无家可归和流离失所的人员。

source: The Israeli forces had also destroyed thousands of hectares of arable land and hundreds of wells and agricultural warehouses.
zh: 以色列军队还摧毁了数千公顷的可耕地和数百口水井和粮仓。

source: The restrictions on the movement of persons and the closure policy had caused heavy losses to the Palestinian economy, leading to increased unemployment and poverty.
zh: 对人员流动自由的限制和领土的阻隔给巴勒斯坦经济造成了巨大的损失，从而使失业和贫困加剧。

source: The Israeli authorities were also continuing to confiscate land and expand the settlements in the occupied Syrian Golan.
zh: 以色列当局还继续在被占领的叙利亚戈兰没收土地，扩大定居点。

source: Owing to the restrictions imposed by Israel on travel between the Golan and the Syrian Arab Republic, Arab families had been scattered and prevented from gaining access to education and well-paid jobs entitling them to health insurance or social security.
zh: 由于以色列强制性地限制在戈兰与叙利亚之间的旅行，一些阿拉伯家庭支离破碎，无法得到教育的机会和报酬较高的职业，也就不能享受医疗保险和社会保障。

source: The United Arab Emirates denounced the occupation of the Arab lands by Israel and the war crimes committed by that country against the Palestinians, and it condemned the destruction by the Israeli authorities of the natural resources of the Palestinians and their means of subsistence, believing that such action was an attempt to empty the occupied territory of its people.
zh: 85. 阿拉伯联合酋长国揭露以色列对阿拉伯领土的占领，以及这个国家对巴勒斯坦人所犯下的战争罪行。 阿拉伯联合酋长国谴责以色列当局对巴勒斯坦人民自然资源及其生存手段的摧毁，并从这些行为中看到了一个企图将巴勒斯坦人从被占领土上彻底赶出去的阴谋。

source: It reaffirmed that the ending of the occupation by Israel of all the Arab territories was the only solution that would bring an end to the economic and social sufferings of the Palestinian people and of the other Arabs in the occupied Syrian Golan.
zh: 阿拉伯联合酋长国重申，以色列停止对所有阿拉伯领土的占领是使巴勒斯坦人民和其他生活在叙利亚戈兰的阿拉伯人民结束他们的经济和社会苦难的惟一解决办法。

source: It called on the international community to exert pressure on Israel to put an end to its aggression in the occupied Palestinian territories and to comply with the relevant United Nations resolutions.
zh: 因此，阿拉伯联合酋长国要求国际社会对以色列施加压力，迫使它结束对被占巴勒斯坦领土的侵略并遵守联合国有关决议。

source: Israel should be forced to resume peace talks in accordance with the Arab peace initiative and the road map which called for the establishment of an independent Palestinian State with Al-Quds Al-Sharif as its capital.
zh: 根据在《阿拉伯和平倡议》和《路线图》框架内拟订的指示，以色列应该恢复关于建立一个独立的以耶路撒冷为首都的巴勒斯坦国的和平谈判。

source: The United Arab Emirates also called on Israel to dismantle the separation barrier and compensate the Arab inhabitants of the occupied Arab territories for the losses they had suffered as a result of Israeli aggression against their lives and property and the destruction of their natural resources and livelihood.
zh: 86. 阿拉伯联合酋长国还要求以色列拆除隔离障碍并赔偿被占阿拉伯领土上的居民因以色列的侵略而给他们的生命和财产造成的损失以及对他们的自然资源和生存手段的摧毁而使他们遭受的损失。

source: Mr. Meron (Israel), noting that the report submitted to the Committee was pessimistic and unbalanced, began by giving some examples of cooperation activities on the ground between Israel, the Palestinians and other parties in connection with natural resources, as they offered a ray of hope for all inhabitants of the region.
zh: 87. Meron先生（以色列）指出，提交给委员会的报告既悲观又有偏向性，他说，他首先想举几个在以色列、巴勒斯坦人以及其他中东有关方之间就自然资源进行实地合作的例子，因为这些例子会给这个地区的所有居民带来希望。

source: A number of meetings had been held recently, or were shortly due to take place, in particular, the second Israeli-Palestinian Water Conference which had been held in October 2004 in Turkey under the auspices of the United Nations Educational, Scientific and Cultural Organization, the United States Agency for International Development and the Israel-Palestine Centre for Research and Information, the meeting of a working group on dry land management organized by the World Bank and due to be held in Paris during the current month, the meeting of Israeli, Jordanian and Palestinian water management experts in Prague within the framework of the Multilateral Working Group on Water Resources at the end of November, and the scientific conference to be held by the Middle East Desalination Research Centre in Limassol, Cyprus, with the participation of experts from the Middle East.
zh: 他提到好几个最近举行的或即将举行的会议，如2004年10月在土耳其举行的、由联合国科学、教育及文化组织、美国国际开发署以及以巴研究和信息中心联合主持的第二届以巴水资源会议；本月即将在巴黎召开的、由世界银行举办的关于贫瘠土地管理问题工作小组会议；即将在11月底在布拉格召开的、由以色列、约旦和巴勒斯坦水问题专家参加的关于水资源的多边工作小组会议；以及将于今年12月在Limasol（塞浦路斯）召开的、由中东脱盐研究中心主办的科学会议。

source: Israel was also working closely with the United Nations Environment Programme (UNEP) in the implementation of the UNEP desk study of the environment in the territories.
zh: 发言人还提到，以色列同联合国环境规划署密切合作进行有关这些领土的环境状况的理论研究。

source: Such cooperative efforts were the vehicles that could effectively overcome the natural resource-related challenges in the region.
zh: 据发言人说，上述列举的合作活动是战胜与本地区自然资源管理有关的挑战的有效工具。

source: Unfortunately, the report before the Committee would do nothing to alleviate conditions on the ground.
zh: 88. 可惜的是委员会收到的报告却无助于改善实地条件。

source: It was only through dialogue and bilateral and regional negotiations that the issues of natural resources and the environment could be settled.
zh: 与自然资源和环境有关的问题只能通过协商以及双边和地区谈判才能得到解决。

source: There was an agreed-upon framework for the resolution of such issues and that was how they should be resolved.
zh: 有一个商定的框架来解决这些问题，而恰恰就是要在这些方面采取行动。

source: In addition to that fundamental weakness, the report was also replete with factual inaccuracies.
zh: 除了这个基本的弱点外，报告在叙事方面还有许多不确切之处。

source: For example, in the section entitled “Natural resources, water and environment”, which attempted to show that Israel's water usage was extravagant and wasteful, the figures given were wrong.
zh: 例如，在题为“自然资源、水和环境”的一节中，作者企图使人相信，以色列对水的消费不合理，是一种浪费，所举出的数字是错误的。

source: If the authors of the report had asked Israel for accurate figures, they would have been provided.
zh: 如果报告作者要求以色列提供准确的数字，他们是可以得到的。

source: The total per capita water consumption in Israel was less than half of that defined by the United Nations as the “shortage red line”.
zh: 以色列对水的人均总消费量不到联合国对缺水标准所规定的最低限额的一半。

source: Israel's total water consumption had not increased during the past 15 to 20 years, despite the fact that the population had doubled; per capita water consumption in Israel was one of the lowest in the Middle East.
zh: 尽管以色列人口增加了一倍，但水的总消费量在最近15至20年内却没有增加，水的人均消费量在中东地区属于最低的。

source: The report claimed that during the construction of Israel's security fence, the Palestinians had lost 29 wells: that was simply incorrect.
zh: 89. 报告认为，以色列在修建安全围墙时，巴勒斯坦人损失了29眼井，这是完全不对的。

source: The truth was that the Palestinians had not lost a single well because of the fence.
zh: 实际上，巴勒斯坦人的井没有一眼是因为围墙而损坏的。

source: Similarly, contrary to what was claimed in the report, any damage caused by the Israeli Defence Forces in the ongoing campaign against Palestinian terror was repaired immediately, in full cooperation with the Palestinian Water Authority.
zh: 同样，与报告所说的相反，被以色列国防军因为进行打击巴勒斯坦恐怖分子的军事行动而损坏的水管和下水道，在同巴勒斯坦有关行政当局的充分和全面合作的情况下，立即得到了修复。

source: A major flaw of the report was its failure to give context to the matters discussed.
zh: 报告的一个主要缺陷是它没有将探讨的问题置于其背景之中。

source: It painted a picture of the destruction of agricultural property but failed to mention that, over the previous three years, over 450 Qassam rockets had been fired at Israeli population centres from Palestinian farmland and residential areas, killing many innocent civilians.
zh: 报告描绘了一幅农田被毁坏的景象，但却避而不谈在最近三年里，射向以色列居民区、杀死了许多无辜平民的、超过450枚以上的萨姆火箭弹正是从巴勒斯坦人的农田和居民区里发射的。

source: Israel was a world leader in water conservation and agriculture and had always sought to share its expertise in that regard with its neighbours through regional cooperation, for example within the framework of the United Nations Economic and Social Commission for Western Asia, which had prepared the report.
zh: 90. 从全球范围来说，以色列在关于农业部门保护水资源的倡议上是走在前面的，并一贯尽力将它所掌握的知识通过地区合作，例如通过起草所审议的报告的西亚经济与社会委员会，与其邻国分享。

source: That report would not unfortunately help to bring the people of the region any closer to living together in peace with one another.
zh: 可惜，这个报告没有能起到使本地区的居民和平相处，相互亲近的作用。

source: The Committee should refrain from considering reports such as that which showed a bias against one party to the conflict, chose information selectively and, as a result, merely exacerbated tensions and aggravated the situation.
zh: 委员会不应该审议类似这份报告那样的文件，因为报告对信息进行挑选，反映的只是对冲突一方的成见，因而只会加剧紧张，使形势更加恶化。

source: It would be better to focus on actually working together towards a better future.
zh: 与其如此，倒不如将重点放在需要完成的任务上，以便开创一个美好的未来。

source: The disengagement initiative of the Israeli Government, which had been welcomed by the Quartet and by the international community as a whole, aimed to do precisely that by bringing greater stability and security to both Israelis and Palestinians.
zh: 91. 以色列政府提出的关于脱离接触的倡议，其目的是给以色列人和巴勒斯坦人带来更多的稳定和安全，因此得到了四方和整个国际社会的欢迎。

source: By acting in good faith, the Government of Israel hoped to be able to revive the peace process and return to the level of cooperation that had existed before the outbreak of violence four years previously.
zh: 以色列政府从善意出发，希望能够重新激活和平进程并恢复发生暴力的四年前的合作水平。

source: Through cooperation and mutual respect, Israelis and Palestinians would be able to live in peace and security and enjoy the benefits of their natural resources.
zh: 通过合作和相互尊重，以色列人和巴勒斯坦人可以生活在和平与安全的气氛中，并为他们自身的利益开发自然资源。

source: That was Israel's vision; his delegation hoped that it could be realized.
zh: 这就是以色列的梦想，以色列代表团希望这个梦想能够实现。
